Repository: xfr1ghtx/TSU.Abiturient
Catalog: TSUAbiturient/Resources/Strings/*.lproj/Calculator.strings
Languages: ru

# title
source: USE Calculator
ru: Калькулятор ЕГЭ

# tableTitle
source: Choose exams and direction
ru: Выбрать экзамены и направление

# periodYears
source: years
ru: года

# fullTimeForm
source: Full-time
ru: Очная

# distantForm
source: Distant
ru: Заочная

# partTimeForm
source: Part-time
ru: Очно-заочная

# chooseDirections
source: Directions selection
ru: Подбор направлений

# indicateResults
source: Indicate your results for the USE
ru: Укажите ваши результаты за ЕГЭ

# directionDetailsTitle
source: About direction
ru: О программе

# freePlaces
source: Budget places
ru: Бюджетных мест

source: Paid places
ru: Платных мест

source: Entrance tests
ru: Вступительные испытания

# requiredSubjects
source: Required
ru: Обязательные

# choiceSubjects
source: Optionally
ru: По выбору

# passingScore
source: The passing score of 2022
ru: Проходной балл 2022 года

# costOfStudy
source: Tuition fee per year
ru: Стоимость обучения за год
