Repository: xfr1ghtx/TSU.Abiturient
Catalog: TSUAbiturient/Resources/Strings/*.lproj/Errors.strings
Languages: ru

# failedToDecodeDataError
source: Failed to read data
ru: Не удалось прочитать данные

# requestFailedError
source: Request failed
ru: Не удалось выполнить запрос

# calendarAccessWasDeniedError
source: Failed to access the Calendar
ru: Не удалось получить доступ к Календарю

# unexpectedError
source: Something went wrong
ru: Что-то пошло не так

# nothingToExportToCalendarError
source: No lessons in the selected range
ru: В выбранном промежутке не оказалось ни одной пары

# unauthorizedError
source: Please sign in
ru: Необходима повторная авторизация

# noInternetError.title
source: No Internet
ru: Нет интернета

# noInternetError.subtitle
source: Please check your connection and try to reload this page
ru: Проверьте подключение и попробуйте обновить

# serverError.title
source: Something went wrong
ru: Что-то пошло не так

# serverError.subtitle
source: We are trying to solve the problem already. Please try again later
ru: Уже разбираемся. Попробуйте позже

# storageError.failedToSaveTimetable
source: Failed to save timetable
ru: Не удалось сохранить расписание

# storageError.failedToGetTimetable
source: Failed to get timetables
ru: Не удалось получить расписание

# storageError.failedToUpdateTimetables
source: Failed to update timetables
ru: Не удалось обновить расписания

# storageError.failedToDeleteTimetable
source: Failed to delete timetable
ru: Не удалось удалить расписание

# storageError.failedToDeleteAllTimetables
source: Failed to delete all timetables
ru: Не удалось удалить все расписания
